{"Name":"Siebel","tags_NPC":["sblDialogue","sblDialogue0a","sblDialogue0b","sblDialogue1a","sblDialogue1b","sblDialogue00a","sblDialogue00b","sblDialogue01a","sblDialogue01b","sblDialogue10","sblDialogue11a","sblDialogue11b","sblDialogue000","sblDialogue001","sblDialogue010a","sblDialogue010b","sblDialogue011","sblDialogue100a","sblDialogue100b","sblDialogue101a","sblDialogue101b","sblDialogue110a","sblDialogue110b","sblDialogue111"],"tags_Usr":["sblDialogue0","sblDialogue1","sblDialogue00","sblDialogue01","sblDialogue10","sblDialogue11","sblDialogue000","sblDialogue001","sblDialogue010","sblDialogue011","sblDialogue100","sblDialogue101","sblDialogue110","sblDialogue111"],"Sentences":["What's this? A traveler, eh?","Good day indeed! I suppose Leipzig's an attraction, a little Paris spreading light and culture!","And where, fine sir, might you be from?","Well aren't you a snide one, smartass by the looks of it! Some good-for-nothing foreign knit-wit?","Where might you come from?","Relax my friend, you'll have your way - I'm not trying to incriminate you!","Here, how about we get a drink, consider it my welcoming gift.","Aha! That I respect, a man whose greatest concern is his drink!","Let me guess, for a man of your stature, wine is what you desire!","Hah, no wonder! So tell me, what brings you to this part of Germany?","Alright, now that I respect, a man whose greatest concern is his drink!","Where might you come from?","*START* Haha, alright, if you insist my dear fellow. Go talk to Frosch up by the bar.","Haha, alright, if you insist my dear fellow. Go talk to Frosch up by the bar.","Personally, I prefer champagne - in fact, I believe we opened a barrel recently.","Go talk to Frosch up by the bar, tell him Siebel sent you.","Wine it is then, go talk to Frosch for varieties. He should be up by the bar.","Well then, you've come to the right place. For wine, we have a diverse array!","Go find Frosch by the bar for sampling options, tell him Siebel sent you.","Oh please, there is no need to pander; that type of flattery won't work on me!","Leipzig and I share no sympathy.","Personally, I prefer champagne - in fact, I believe we opened a barrel recently.","Go talk to Frosch up by the bar, tell him Siebel sent you.","Wine it is then, go talk to Frosch for varieties. He should be up by the bar."],"Responses":["A local man I presume! Good day to you too.","What's it to you, a low-life patron?","A district southwest of here; I'm a professor. However that is all I can say.","I did not come to discuss my lifestyle! Now tell me, where might I be able to find some alcohol?","A town in southwest Germany.","I did not come to discuss my lifestyle! Now tell me, where might I be able to find some alcohol?","Alright my friend, but allow me to order them, I insist.","I couldn't impose upon you like that, my friend! Please, I will pay for my own.","It depends, what beverage might you recommend?","Sure, That's good enough for me.","I heard this region's wine was something exceptional, figured I must try it.","I was allured by the city's culture and subtleties.","What beverage might you recommend?","I yearn for what's sweet, I feel wine might fit the bill."]}